Repository: AliceClock/Koukei
Catalog: Koukei.UI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AudioPlayer_OpenVolume
source: Open volume controls
zh_cn: 打开音量控制

# AudioPlayer_StateMuted
source: Muted
zh_cn: 已静音

# AudioPlayer_StateUnmuted
source: Unmuted
zh_cn: 未静音

# AudioPlayer_Shuffle
source: Shuffle
zh_cn: 随机播放

# AudioPlayer_ShuffleEnable
source: Turn shuffle on
zh_cn: 开启随机播放

# AudioPlayer_ShuffleDisable
source: Turn shuffle off
zh_cn: 关闭随机播放

# AudioPlayer_Previous
source: Previous
zh_cn: 上一首

# AudioPlayer_Next
source: Next
zh_cn: 下一首

# AudioPlayer_Repeat
source: Repeat
zh_cn: 循环播放

# AudioPlayer_RepeatEnable
source: Turn repeat all on
zh_cn: 开启列表循环

# AudioPlayer_RepeatOneEnable
source: Switch to repeat one
zh_cn: 切换为单曲循环

# AudioPlayer_RepeatDisable
source: Turn repeat off
zh_cn: 关闭循环播放

# AudioPlayer_ShortcutPlayPause
source: Space / Ctrl+P
zh_cn: 空格 / Ctrl+P

# AudioPlayer_ShortcutPrevious
source: Page Up / Ctrl+Left
zh_cn: Page Up / Ctrl+左方向键

# AudioPlayer_ShortcutNext
source: Page Down / Ctrl+Right
zh_cn: Page Down / Ctrl+右方向键

# AudioPlayer_ShortcutSeek
source: Left / Right
zh_cn: 左方向键 / 右方向键

# AudioPlayer_ShortcutVolume
source: Up / Down · M
zh_cn: 上方向键 / 下方向键 · M

# AudioPlayer_PlayPauseButton.ToolTipService.ToolTip
source: Play / pause (Space / Ctrl+P)
zh_cn: 播放 / 暂停（空格 / Ctrl+P）

# AudioPlayer_PlayPauseButton.AutomationProperties.Name
source: Play or pause
zh_cn: 播放或暂停

# AudioPlayer_ShuffleButton.ToolTipService.ToolTip
source: Shuffle (S / Ctrl+Shift+S)
zh_cn: 随机播放（S / Ctrl+Shift+S）

# AudioPlayer_ShuffleButton.AutomationProperties.Name
source: Shuffle
zh_cn: 随机播放

# AudioPlayer_PreviousButton.ToolTipService.ToolTip
source: Previous (Page Up / Ctrl+Left)
zh_cn: 上一首（Page Up / Ctrl+左方向键）

# AudioPlayer_PreviousButton.AutomationProperties.Name
source: Previous
zh_cn: 上一首

# AudioPlayer_NextButton.ToolTipService.ToolTip
source: Next (Page Down / Ctrl+Right)
zh_cn: 下一首（Page Down / Ctrl+右方向键）

# AudioPlayer_NextButton.AutomationProperties.Name
source: Next
zh_cn: 下一首

# AudioPlayer_RepeatButton.ToolTipService.ToolTip
source: Repeat (R / Ctrl+Shift+R)
zh_cn: 循环播放（R / Ctrl+Shift+R）

# AudioPlayer_RepeatButton.AutomationProperties.Name
source: Repeat
zh_cn: 循环播放

# AudioPlayer_NowPlayingButton.ToolTipService.ToolTip
source: Open player details
zh_cn: 打开播放详情

# AudioPlayer_NowPlayingButton.AutomationProperties.Name
source: Open player details
zh_cn: 打开播放详情

# AudioPlayer_MuteButton.ToolTipService.ToolTip
source: Open volume controls (Up / Down · M)
zh_cn: 打开音量控制（上/下方向键 · M）

# AudioPlayer_MuteButton.AutomationProperties.Name
source: Open volume controls
zh_cn: 打开音量控制

# AudioPlayer_VolumeSlider.ToolTipService.ToolTip
source: Volume
zh_cn: 音量

# AudioPlayer_VolumeSlider.AutomationProperties.Name
source: Volume
zh_cn: 音量

# AudioPlayer_MoreButton.ToolTipService.ToolTip
source: More playback options
zh_cn: 更多播放选项

# AudioPlayer_MoreButton.AutomationProperties.Name
source: More playback options
zh_cn: 更多播放选项

# AudioPlayer_CloseButton.ToolTipService.ToolTip
source: Close audio player
zh_cn: 关闭音频播放器

# AudioPlayer_CloseButton.AutomationProperties.Name
source: Close audio player
zh_cn: 关闭音频播放器

# AudioPlayer_CollapseButton.ToolTipService.ToolTip
source: Close player details (Esc)
zh_cn: 关闭播放详情（Esc）

# AudioPlayer_CollapseButton.AutomationProperties.Name
source: Close player details
zh_cn: 关闭播放详情

# AudioPlayer_UnknownArtist
source: Unknown artist
zh_cn: 未知艺术家

# AudioPlayer_UnknownAlbum
source: Unknown album
zh_cn: 未知专辑

# AudioPlayer_Collapse
source: Close player details
zh_cn: 收起播放详情

# AudioPlayer_LyricsTitle.Text
source: Lyrics
zh_cn: 歌词

# AudioPlayer_LyricsLoading.Text
source: Loading lyrics…
zh_cn: 正在加载歌词…

# AudioPlayer_LyricsEmptyTitle.Text
source: No lyrics found
zh_cn: 未找到歌词

# AudioPlayer_LyricsEmptyDescription.Text
source: Place a matching .lrc file beside the audio, or use a file with embedded lyrics.
zh_cn: 可将同名 .lrc 文件放在音频旁，或使用带内嵌歌词的音频。

# AudioPlayer_LyricsSourceEmbedded
source: Embedded
zh_cn: 内嵌

# LibraryPage_PropertiesDialog_VideoDetails
source: Video stream
zh_cn: 视频流

# LibraryPage_PropertiesDialog_AudioDetails
source: Audio stream
zh_cn: 音频流

# LibraryPage_PropertiesDialog_ContainerDetails
source: Container information
zh_cn: 容器信息

# LibraryPage_PropertiesDialog_MetadataDetails
source: Media tags
zh_cn: 媒体标签

# LibraryPage_PropertiesDialog_FileDetails
source: File information
zh_cn: 文件信息

# LibraryPage_PropertiesDialog_TracksLabel
source: Streams
zh_cn: 媒体流

# LibraryPage_PropertiesDialog_TrackSummary
source: Video {0} · Audio {1} · Subtitles {2}
zh_cn: 视频 {0} · 音频 {1} · 字幕 {2}

# LibraryPage_PropertiesDialog_VideoKind
source: Video
zh_cn: 视频

# LibraryPage_PropertiesDialog_AudioKind
source: Audio
zh_cn: 音频

# PlaylistsPage_Title.Text
source: Playlists
zh_cn: 播放列表

# PlaylistsPage_MoreButton.ToolTipService.ToolTip
source: More playlist actions
zh_cn: 更多播放列表操作

# PlaylistsPage_MoreButton.AutomationProperties.Name
source: More playlist actions
zh_cn: 更多播放列表操作

# PlaylistsPage_Refresh.AutomationProperties.Name
source: Refresh playlists
zh_cn: 刷新播放列表

# PlaylistsPage_SearchPlaceholder.AutomationProperties.Name
source: Search playlists
zh_cn: 搜索播放列表

# PlaylistsPage_Loading.Text
source: Loading playlists…
zh_cn: 正在加载播放列表…

# PlaylistsPage_NoResultsTitle.Text
source: No matching playlists
zh_cn: 没有匹配的播放列表

# PlaylistsPage_NoResultsDescription.Text
source: Try another search or clear the current query.
zh_cn: 请尝试其他关键词，或清除当前搜索。

# PlaylistsPage_ClearSearch.Content
source: Clear search
zh_cn: 清除搜索

# PlaylistsPage_RefreshFailed
source: Could not refresh playlists
zh_cn: 无法刷新播放列表

# PlaylistsPage_NameRequired
source: Enter a playlist name.
zh_cn: 请输入播放列表名称。

# Common_RetryButton.Content
source: Try again
zh_cn: 重试

# Common_RetryButton.AutomationProperties.Name
source: Try again
zh_cn: 重试

# HomePage_Title.Text
source: Home
zh_cn: 主页

# HomePage_RecentRefreshButton.ToolTipService.ToolTip
source: Refresh recently opened items
zh_cn: 刷新最近打开的项目

# HomePage_RecentRefreshButton.AutomationProperties.Name
source: Refresh recently opened items
zh_cn: 刷新最近打开的项目

# HomePage_QuickActionBusy.Text
source: Preparing media…
zh_cn: 正在准备媒体…

# LibraryPage_AudioTitle
source: Audio library
zh_cn: 音频库

# LibraryPage_VideoTitle
source: Video library
zh_cn: 视频库

# LibraryPage_MenuFlyout_AddToQueue.Text
source: Add to playback queue
zh_cn: 添加到播放队列

# LibraryPage_PlaySelected.Label
source: Play selected
zh_cn: 播放所选

# LibraryPage_PlaySelected.AutomationProperties.Name
source: Play selected items
zh_cn: 播放所选项目

# LibraryPage_PlaySelected.ToolTipService.ToolTip
source: Play selected items
zh_cn: 播放所选项目

# LibraryPage_QueueSelected.Label
source: Add to queue
zh_cn: 加入队列

# LibraryPage_QueueSelected.AutomationProperties.Name
source: Add selected items to playback queue
zh_cn: 将所选项目加入播放队列

# LibraryPage_QueueSelected.ToolTipService.ToolTip
source: Add selected items to playback queue
zh_cn: 将所选项目加入播放队列

# LibraryPage_CommandBar_DeleteButton.Label
source: Delete
zh_cn: 删除

# LibraryPage_CommandBar_DeleteButton.AutomationProperties.Name
source: Delete selected items
zh_cn: 删除所选项目

# LibraryPage_CommandBar_ClearSelectionButton.Label
source: Clear
zh_cn: 清除

# LibraryPage_CommandBar_ClearSelectionButton.AutomationProperties.Name
source: Clear selection
zh_cn: 清除选择

# LibraryPage_SelectedCount
source: {0} selected
zh_cn: 已选择 {0} 项

# LibraryPage_SelectedCounts.Text
source: Selected:
zh_cn: 已选择：

# LibraryPage_NoResultsTitle.Text
source: No matching media
zh_cn: 没有匹配的媒体

# LibraryPage_NoResultsDescription.Text
source: Try another search or clear the current query.
zh_cn: 请尝试其他关键词，或清除当前搜索。

# LibraryPage_ClearSearch.Content
source: Clear search
zh_cn: 清除搜索

# LibraryPage_RefreshFailed
source: Could not refresh the library
zh_cn: 无法刷新媒体库

# LibraryPage_DisplayedCounts.Text
source: Displayed:
zh_cn: 已显示：

# LibraryPage_DisplayedDuration.Text
source: Displayed duration:
zh_cn: 已显示时长：

# LibraryPage_DisplayedSize.Text
source: Displayed size:
zh_cn: 已显示大小：

# LibraryPage_SortCurrent_Title
source: Title
zh_cn: 标题

# LibraryPage_SortCurrent_AddedTime
source: Added
zh_cn: 添加时间

# LibraryPage_SortCurrent_Duration
source: Duration
zh_cn: 时长

# LibraryPage_SortCurrent_FileSize
source: File size
zh_cn: 文件大小

# LibraryPage_Status_PlayingSelected
source: Playing {0} selected items
zh_cn: 正在播放所选的 {0} 项

# LibraryPage_PlaySelectedFailed
source: Could not play the selected items
zh_cn: 无法播放所选项目

# LibraryPage_Status_Queued
source: Added {0} items to the playback queue
zh_cn: 已将 {0} 项添加到播放队列

# LibraryPage_QueueSelectedFailed
source: Could not add items to the playback queue
zh_cn: 无法将项目添加到播放队列

# LibraryPage_KindVideo
source: Video
zh_cn: 视频

# LibraryPage_KindAudio
source: Audio
zh_cn: 音频

# LibraryPage_KindImage
source: Image
zh_cn: 图片

# LibraryPage_KindMedia
source: Media
zh_cn: 媒体

# LibraryPage_ServiceUnavailable
source: The media library is not available.
zh_cn: 媒体库当前不可用。

# PlaybackQueueSidebar_ResizeHandle.AutomationProperties.Name
source: Resize playback queue
zh_cn: 调整播放队列宽度

# PlaybackQueueSidebar_CloseButton.AutomationProperties.Name
source: Close playback queue
zh_cn: 关闭播放队列

# PlaybackQueueSidebar_CloseButton.ToolTipService.ToolTip
source: Close playback queue
zh_cn: 关闭播放队列

# PlaybackQueueSidebar_List.AutomationProperties.Name
source: Playback queue items
zh_cn: 播放队列项目

# PlaybackQueueSidebar_CurrentIndicator.AutomationProperties.Name
source: Currently playing
zh_cn: 正在播放

# PlaybackQueueSidebar_PlayButton.AutomationProperties.Name
source: Play queue item
zh_cn: 播放队列项目

# PlaybackQueueSidebar_PlayButton.ToolTipService.ToolTip
source: Play
zh_cn: 播放

# PlaybackQueueSidebar_RemoveButton.AutomationProperties.Name
source: Remove queue item
zh_cn: 移除队列项目

# PlaybackQueueSidebar_RemoveButton.ToolTipService.ToolTip
source: Remove from queue
zh_cn: 从队列移除

# PlaybackQueueSidebar_CountFormat
source: {0} items
zh_cn: {0} 项

# AudioPlayer_More
source: More playback options
zh_cn: 更多播放选项

# AudioPlayer_Seek
source: Playback position
zh_cn: 播放位置

# AudioPlayer_StateOn
source: On
zh_cn: 已开启

# AudioPlayer_StateOff
source: Off
zh_cn: 已关闭

# AudioPlayer_RepeatStateAll
source: Repeat all
zh_cn: 列表循环

# AudioPlayer_RepeatStateOne
source: Repeat one
zh_cn: 单曲循环

# AudioPlayer_PreviousMenuItem.Text
source: Previous
zh_cn: 上一项

# AudioPlayer_NextMenuItem.Text
source: Next
zh_cn: 下一项

# AudioPlayer_ShuffleMenuItem.Text
source: Turn shuffle on
zh_cn: 开启随机播放

# AudioPlayer_RepeatMenuItem.Text
source: Turn repeat all on
zh_cn: 开启列表循环

# PlayerWindow_Brand.Text
source: Koukei Player
zh_cn: Koukei 播放器

# PlayerWindow_DefaultTitle
source: Koukei Player
zh_cn: Koukei 播放器

# PlayerWindow_Ready.Text
source: Ready
zh_cn: 准备就绪

# PlayerWindow_ContextPlayPause.Text
source: Play / pause
zh_cn: 播放 / 暂停

# PlayerWindow_ContextFullscreen.Text
source: Fullscreen
zh_cn: 全屏

# PlayerWindow_ContextClose.Text
source: Close
zh_cn: 关闭

# PlayerWindow_SeekBar.AutomationProperties.Name
source: Playback position
zh_cn: 播放位置

# PlayerWindow_PlaylistButton.ToolTipService.ToolTip
source: Playback queue
zh_cn: 播放队列

# PlayerWindow_PlaylistButton.AutomationProperties.Name
source: Playback queue
zh_cn: 播放队列

# PlayerWindow_PlaylistTitle.Text
source: Playback queue
zh_cn: 播放队列

# PlayerWindow_PlaylistList.AutomationProperties.Name
source: Playback queue
zh_cn: 播放队列

# PlayerWindow_CurrentQueueItemIndicator.AutomationProperties.Name
source: Currently playing
zh_cn: 正在播放

# PlayerWindow_RemoveQueueItemButton.Content
source: Remove selected
zh_cn: 移除所选项

# PlayerWindow_RemoveQueueItemButton.ToolTipService.ToolTip
source: Remove selected item from the playback queue
zh_cn: 从播放队列中移除所选项

# PlayerWindow_RemoveQueueItemButton.AutomationProperties.Name
source: Remove selected queue item
zh_cn: 移除所选队列项目

# PlayerWindow_AudioTrackButton.ToolTipService.ToolTip
source: Audio tracks
zh_cn: 音轨

# PlayerWindow_AudioTrackButton.AutomationProperties.Name
source: Audio tracks
zh_cn: 音轨

# PlayerWindow_SubtitleTrackButton.ToolTipService.ToolTip
source: Subtitles
zh_cn: 字幕

# PlayerWindow_SubtitleTrackButton.AutomationProperties.Name
source: Subtitles
zh_cn: 字幕

# PlayerWindow_MediaInfoButton.ToolTipService.ToolTip
source: Playback information
zh_cn: 播放信息

# PlayerWindow_MediaInfoButton.AutomationProperties.Name
source: Playback information
zh_cn: 播放信息

# PlayerWindow_MuteButton.ToolTipService.ToolTip
source: Volume
zh_cn: 音量

# PlayerWindow_MuteButton.AutomationProperties.Name
source: Volume
zh_cn: 音量

# PlayerWindow_PreviousButton.ToolTipService.ToolTip
source: Previous item
zh_cn: 上一项

# PlayerWindow_PreviousButton.AutomationProperties.Name
source: Previous item
zh_cn: 上一项

# PlayerWindow_RewindButton.ToolTipService.ToolTip
source: Rewind
zh_cn: 后退

# PlayerWindow_RewindButton.AutomationProperties.Name
source: Rewind
zh_cn: 后退

# PlayerWindow_PlayPauseButton.ToolTipService.ToolTip
source: Play / pause
zh_cn: 播放 / 暂停

# PlayerWindow_PlayPauseButton.AutomationProperties.Name
source: Play / pause
zh_cn: 播放 / 暂停

# PlayerWindow_ForwardButton.ToolTipService.ToolTip
source: Forward
zh_cn: 前进

# PlayerWindow_ForwardButton.AutomationProperties.Name
source: Forward
zh_cn: 前进

# PlayerWindow_NextButton.ToolTipService.ToolTip
source: Next item
zh_cn: 下一项

# PlayerWindow_NextButton.AutomationProperties.Name
source: Next item
zh_cn: 下一项

# PlayerWindow_ShuffleButton.ToolTipService.ToolTip
source: Shuffle
zh_cn: 随机播放

# PlayerWindow_ShuffleButton.AutomationProperties.Name
source: Shuffle
zh_cn: 随机播放

# PlayerWindow_RepeatButton.ToolTipService.ToolTip
source: Repeat
zh_cn: 循环播放

# PlayerWindow_RepeatButton.AutomationProperties.Name
source: Repeat
zh_cn: 循环播放

# PlayerWindow_SpeedButton.ToolTipService.ToolTip
source: Playback speed
zh_cn: 播放速度

# PlayerWindow_SpeedButton.AutomationProperties.Name
source: Playback speed
zh_cn: 播放速度

# PlayerWindow_ScreenshotButton.ToolTipService.ToolTip
source: Take screenshot
zh_cn: 截图

# PlayerWindow_ScreenshotButton.AutomationProperties.Name
source: Take screenshot
zh_cn: 截图

# PlayerWindow_PictureInPictureButton.ToolTipService.ToolTip
source: Picture in picture
zh_cn: 画中画

# PlayerWindow_PictureInPictureButton.AutomationProperties.Name
source: Picture in picture
zh_cn: 画中画

# PlayerWindow_FullScreenButton.ToolTipService.ToolTip
source: Fullscreen
zh_cn: 全屏

# PlayerWindow_FullScreenButton.AutomationProperties.Name
source: Fullscreen
zh_cn: 全屏

# PlayerWindow_MoreButton.ToolTipService.ToolTip
source: More playback options
zh_cn: 更多播放选项

# PlayerWindow_MoreButton.AutomationProperties.Name
source: More playback options
zh_cn: 更多播放选项

# PlayerWindow_MorePlaylist.Text
source: Playback queue
zh_cn: 播放队列

# PlayerWindow_MoreAudioTrack.Text
source: Audio tracks
zh_cn: 音轨

# PlayerWindow_MoreSubtitleTrack.Text
source: Subtitles
zh_cn: 字幕

# PlayerWindow_MoreMediaInfo.Text
source: Playback information
zh_cn: 播放信息

# PlayerWindow_MorePrevious.Text
source: Previous item
zh_cn: 上一项

# PlayerWindow_MoreRewind.Text
source: Rewind
zh_cn: 后退

# PlayerWindow_MoreForward.Text
source: Forward
zh_cn: 前进

# PlayerWindow_MoreNext.Text
source: Next item
zh_cn: 下一项

# PlayerWindow_MoreShuffle.Text
source: Turn shuffle on
zh_cn: 开启随机播放

# PlayerWindow_MoreRepeat.Text
source: Turn repeat all on
zh_cn: 开启列表循环

# PlayerWindow_MoreSpeed.Text
source: Playback speed
zh_cn: 播放速度

# PlayerWindow_MoreScreenshot.Text
source: Take screenshot
zh_cn: 截图

# PlayerWindow_MorePictureInPicture.Text
source: Picture in picture
zh_cn: 画中画

# PlayerWindow_MoreFullScreen.Text
source: Fullscreen
zh_cn: 全屏

# PlayerWindow_MinimizeButton.ToolTipService.ToolTip
source: Minimize
zh_cn: 最小化

# PlayerWindow_MinimizeButton.AutomationProperties.Name
source: Minimize window
zh_cn: 最小化窗口

# PlayerWindow_MaximizeButton.ToolTipService.ToolTip
source: Maximize
zh_cn: 最大化

# PlayerWindow_MaximizeButton.AutomationProperties.Name
source: Maximize window
zh_cn: 最大化窗口

# PlayerWindow_CloseButton.ToolTipService.ToolTip
source: Close
zh_cn: 关闭

# PlayerWindow_CloseButton.AutomationProperties.Name
source: Close player window
zh_cn: 关闭播放器窗口

# PlayerWindow_LoadingRing.AutomationProperties.Name
source: Loading media
zh_cn: 正在加载媒体

# PlayerWindow_Seek
source: Playback position
zh_cn: 播放位置

# PlayerWindow_More
source: More playback options
zh_cn: 更多播放选项

# PlayerWindow_OpenVolume
source: Open volume controls
zh_cn: 打开音量控制

# PlayerWindow_StateMuted
source: Muted
zh_cn: 已静音

# PlayerWindow_StateUnmuted
source: Unmuted
zh_cn: 未静音

# PlayerWindow_Play
source: Play
zh_cn: 播放

# PlayerWindow_Pause
source: Pause
zh_cn: 暂停

# PlayerWindow_StatePaused
source: Paused
zh_cn: 已暂停

# PlayerWindow_PauseOverlay.AutomationProperties.Name
source: Video paused
zh_cn: 视频已暂停

# PlayerWindow_StatePlaying
source: Playing
zh_cn: 正在播放

# PlayerWindow_Shuffle
source: Shuffle
zh_cn: 随机播放

# PlayerWindow_ShuffleEnable
source: Turn shuffle on
zh_cn: 开启随机播放

# PlayerWindow_ShuffleDisable
source: Turn shuffle off
zh_cn: 关闭随机播放

# PlayerWindow_Repeat
source: Repeat
zh_cn: 循环播放

# PlayerWindow_RepeatEnable
source: Turn repeat all on
zh_cn: 开启列表循环

# PlayerWindow_RepeatOneEnable
source: Switch to repeat one
zh_cn: 切换到单曲循环

# PlayerWindow_RepeatDisable
source: Turn repeat off
zh_cn: 关闭循环播放

# PlayerWindow_StateOn
source: On
zh_cn: 已开启

# PlayerWindow_StateOff
source: Off
zh_cn: 已关闭

# PlayerWindow_RepeatStateAll
source: Repeat all
zh_cn: 列表循环

# PlayerWindow_RepeatStateOne
source: Repeat one
zh_cn: 单曲循环

# PlayerWindow_Mute
source: Mute
zh_cn: 静音

# PlayerWindow_Unmute
source: Unmute
zh_cn: 取消静音

# PlayerWindow_SpeedFormat
source: Speed ({0:0.0}x)
zh_cn: 播放速度（{0:0.0}x）

# PlayerWindow_RewindFormat
source: Rewind {0:0} seconds
zh_cn: 后退 {0:0} 秒

# PlayerWindow_ForwardFormat
source: Forward {0:0} seconds
zh_cn: 前进 {0:0} 秒

# PlayerWindow_EnterFullScreen
source: Enter fullscreen
zh_cn: 进入全屏

# PlayerWindow_ExitFullScreen
source: Exit fullscreen
zh_cn: 退出全屏

# PlayerWindow_EnterPictureInPicture
source: Enter picture in picture
zh_cn: 进入画中画

# PlayerWindow_ExitPictureInPicture
source: Exit picture in picture
zh_cn: 退出画中画

# PlayerWindow_Restore
source: Restore
zh_cn: 还原

# PlayerWindow_Maximize
source: Maximize
zh_cn: 最大化

# PlayerWindow_Surface.AutomationProperties.Name
source: Video playback area
zh_cn: 视频播放区域

# PlayerWindow_VolumeSlider.AutomationProperties.Name
source: Volume
zh_cn: 音量

# LibraryPage_UnknownFile
source: Unknown file
zh_cn: 未知文件

# PlaylistsPage_StatePresenter.RetryText
source: Retry
zh_cn: 重试

# PlaylistsPage_LoadingState
source: Loading playlists
zh_cn: 正在加载播放列表

# SettingsPage_Scaffold.Title
source: Settings
zh_cn: 设置

# LibraryPage_MenuFlyout_RefreshMetadata.Text
source: Refresh metadata
zh_cn: 刷新元数据

# LibraryPage_RefreshSelectedMetadata.Label
source: Refresh metadata
zh_cn: 刷新元数据

# LibraryPage_RefreshSelectedMetadata.AutomationProperties.Name
source: Refresh metadata for selected items
zh_cn: 刷新所选项目的元数据

# LibraryPage_RefreshSelectedMetadata.ToolTipService.ToolTip
source: Refresh metadata for selected items
zh_cn: 刷新所选项目的元数据

# LibraryPage_Status_MetadataRefreshed
source: Refreshed metadata for {0} item(s)
zh_cn: 已刷新 {0} 个项目的元数据

# LibraryPage_Status_MetadataRefreshFailed
source: Could not refresh media metadata
zh_cn: 无法刷新媒体元数据

# PlaylistsPage_PlayButton.ToolTipService.ToolTip
source: Play this playlist
zh_cn: 播放此播放列表

# PlaylistsPage_PlayButton.AutomationProperties.Name
source: Play this playlist
zh_cn: 播放此播放列表

# PlaylistsPage_QueueButton.ToolTipService.ToolTip
source: Add to playback queue
zh_cn: 添加到播放队列

# PlaylistsPage_QueueButton.AutomationProperties.Name
source: Add this playlist to the playback queue
zh_cn: 将此播放列表添加到播放队列

# PlaylistsPage_PreparingPlayback
source: Preparing "{0}"...
zh_cn: 正在准备“{0}”…

# PlaylistsPage_PlaylistNotFound
source: The playlist could not be found.
zh_cn: 找不到该播放列表。

# PlaylistsPage_NoPlayableItems
source: The playlist has no playable items.
zh_cn: 该播放列表中没有可播放的项目。

# PlaylistsPage_PlayingPlaylist
source: Playing {1} items from "{0}"
zh_cn: 正在播放“{0}”中的 {1} 个项目

# PlaylistsPage_QueuedPlaylist
source: Added {1} items from "{0}" to the playback queue
zh_cn: 已将“{0}”中的 {1} 个项目添加到播放队列

# PlaylistsPage_FailedToPlayDialog_Title
source: Could not play playlist
zh_cn: 无法播放播放列表

# PlaylistsPage_FailedToQueueDialog_Title
source: Could not add to playback queue
zh_cn: 无法添加到播放队列

# PlaylistDetailPage_PlayItem.Text
source: Play
zh_cn: 播放

# PlaylistDetailPage_RemoveItem.Text
source: Remove from playlist
zh_cn: 从播放列表移除

# PlaylistDetailPage_PlayItemButton.ToolTipService.ToolTip
source: Play
zh_cn: 播放

# PlaylistDetailPage_PlayItemButton.AutomationProperties.Name
source: Play item
zh_cn: 播放项目

# PlaylistDetailPage_RemoveItemButton.ToolTipService.ToolTip
source: Remove from playlist
zh_cn: 从播放列表移除

# PlaylistDetailPage_RemoveItemButton.AutomationProperties.Name
source: Remove item from playlist
zh_cn: 从播放列表移除项目

# PlaylistDetailPage_UnavailableItem.ToolTipService.ToolTip
source: Media file is unavailable
zh_cn: 媒体文件不可用

# PlaylistDetailPage_UnavailableItem.AutomationProperties.Name
source: Media file is unavailable
zh_cn: 媒体文件不可用

# PlaylistDetailPage_PlayAll.Label
source: Play all
zh_cn: 全部播放

# PlaylistDetailPage_PlayAll.ToolTipService.ToolTip
source: Play all available items
zh_cn: 播放全部可用项目

# PlaylistDetailPage_PlayAll.AutomationProperties.Name
source: Play all available items
zh_cn: 播放全部可用项目

# PlaylistDetailPage_QueueAll.Label
source: Add all to queue
zh_cn: 全部加入队列

# PlaylistDetailPage_QueueAll.ToolTipService.ToolTip
source: Add all available items to the playback queue
zh_cn: 将全部可用项目加入播放队列

# PlaylistDetailPage_QueueAll.AutomationProperties.Name
source: Add all available items to the playback queue
zh_cn: 将全部可用项目加入播放队列

# PlaylistDetailPage_Refresh.Label
source: Refresh
zh_cn: 刷新

# PlaylistDetailPage_Refresh.ToolTipService.ToolTip
source: Refresh playlist
zh_cn: 刷新播放列表

# PlaylistDetailPage_Refresh.AutomationProperties.Name
source: Refresh playlist
zh_cn: 刷新播放列表

# PlaylistDetailPage_Clear.Label
source: Clear
zh_cn: 清空

# PlaylistDetailPage_Clear.ToolTipService.ToolTip
source: Clear playlist
zh_cn: 清空播放列表

# PlaylistDetailPage_Clear.AutomationProperties.Name
source: Clear playlist
zh_cn: 清空播放列表

# PlaylistDetailPage_StatePresenter.RetryText
source: Retry
zh_cn: 重试

# PlaylistDetailPage_InvalidPlaylist
source: The playlist could not be opened.
zh_cn: 无法打开此播放列表。

# PlaylistDetailPage_NotFound
source: The playlist no longer exists.
zh_cn: 此播放列表已不存在。

# PlaylistDetailPage_Loading
source: Loading playlist
zh_cn: 正在加载播放列表

# PlaylistDetailPage_LoadFailed
source: Could not load playlist
zh_cn: 无法加载播放列表

# PlaylistDetailPage_EmptyTitleMessage
source: This playlist is empty
zh_cn: 此播放列表为空

# PlaylistDetailPage_EmptyDescriptionMessage
source: Use Add files or Add folder to add audio and video.
zh_cn: 使用“添加文件”或“添加文件夹”加入音频和视频。

# PlaylistDetailPage_Status
source: {0} items, {1} available
zh_cn: 共 {0} 个项目，{1} 个可用

# PlaylistDetailPage_Playing
source: Playing {0} items
zh_cn: 正在播放 {0} 个项目

# PlaylistDetailPage_PlayFailed
source: Could not play the playlist
zh_cn: 无法播放此播放列表

# PlaylistDetailPage_Queued
source: Added {0} items to the playback queue
zh_cn: 已将 {0} 个项目加入播放队列

# PlaylistDetailPage_QueueFailed
source: Could not add the playlist to the playback queue
zh_cn: 无法将播放列表加入播放队列

# PlaylistDetailPage_RemoveFailed
source: Could not remove the item
zh_cn: 无法移除项目

# PlaylistDetailPage_ClearDialogTitle
source: Clear playlist
zh_cn: 清空播放列表

# PlaylistDetailPage_ClearDialogMessage
source: Remove every item from this playlist?
zh_cn: 从此播放列表移除全部项目？

# PlaylistDetailPage_ClearButtonText
source: Clear
zh_cn: 清空

# PlaylistDetailPage_ClearFailed
source: Could not clear the playlist
zh_cn: 无法清空播放列表

# PlaylistDetailPage_ReorderFailed
source: Could not reorder the playlist
zh_cn: 无法调整播放列表顺序

# LibraryPage_MenuFlyout_AddToSavedPlaylist.Text
source: Add to playlist
zh_cn: 添加到播放列表

# LibraryPage_AddSelectedToSavedPlaylist.Label
source: Add to playlist
zh_cn: 添加到播放列表
